{
  "title": "Web Developer",
  "about": {
    "title": "About Me",
    "info": {
      "fullName": "Full Name",
      "whatsApp": "WhatsApp",
      "whatsAppWhy": "Currently abroad until the end of August, I am more easily accessible via WhatsApp",
      "phone": "Phone",
      "email": "Email",
      "website": "Website"
    },
    "hello": "Hello There!",
    "content": "Passionate about programming since I was a teenager, I undertook 5 years of studies at ETNA. Focusing initially in low level programming, I quickly had many experiences in web development through my first internships, both front-end, back-end and DevOps; I have, through these 5 years of study, worn several hats expanding my field of expertise. \n\nAt the end of my studies, I started to become a freelancer. I define myself as a: freelance web developer \"full stack\" (although I may feel a little more comfortable with the back-end over time). \n\nAt first I specialized on a stack around JavaScript because it's just as useful in front and backend development (even mobile): React.js, React-Native, Node.js, Typescript. Then, in the last few years, I became very interested in other languages in order to be able to answer more and more problems (Golang, Rust, for example). I have also worked as a DevOps in some of my missions, so I master Docker, Kubernetes, Firebase, GCP, Vercel and AWS very well.\n\nCommunication is for me a very important quality in this field, that's why I also tend to share my knowledge (through courses, articles or by attending many Meetup events).\n\nCurrent focus: React / TypeScript / DevOps",
    "situation": "Currently in passive research."
  },
  "resume": {
    "title": "My Resume",
    "workExperience": {
      "title": "Work Experience",
      "Quadient": {
        "title": "Back End Developer",
        "company": "Quadient",
        "period": "2021 (October) - 2022 (June)",
        "description": "Quadient is a company specializing in logistics equipment and mail processing.",
        "role": "Role: Back End Developer. Development of new features in Node.js, Python, ETL implementation with AWS tools, Integration & unit tests"
      },
      "Homeserve": {
        "title": "Full Stack Developer",
        "company": "Homeserve",
        "period": "2021 (February) - 2021 (October)",
        "description": "To protect the home of the French and allow them to have a simple and quick solution in case of failure, HomeServe offers its assistance contracts.",
        "role": "Role: Full Stack Developer. Development of compatable administration tools in Python and modernization of the Front End application. Python, Typescript, Node.js, React, Integration & unit tests"
      },
      "Aktome": {
        "title": "Front End Developer",
        "company": "Aktome",
        "period": "2021 (January) - 2021 (February)",
        "description": "At the service of experience collaborators. Because the problem is not always between the chair and the keyboard.",
        "role": "Role: Front End Developer. Development of the payroll application in React.js. React, Redux, Typescript, Integration & unit tests"
      },
      "Kardinal": {
        "title": "Full Stack JS Developer",
        "company": "Kardinal",
        "period": "2020 (March) - 2020 (Novembre)",
        "description": "The companion solution for route optimization, based on top-notch technologies.",
        "role": "Role: Developer Full Stack JS. Development of micro-services in Golang, aggregation tool (Gateway) developed with NestJS Typescript, front end development with React, Redux, TypeScript"
      },
      "Visitadom": {
        "title": "Front End Developer",
        "company": "Visitadom",
        "period": "2019 (December) - 2020 (January)",
        "description": "Visitadom est une plateforme qui met en relation les patients et les praticiens de santé à domicile.",
        "role": "Role: Front End Developer. Integration of mock-ups, development of authentication pages, practitioner search and appointment scheduling. React, Typescript, Hooks"
      },
      "AWE": {
        "title": "Full Stack Developer",
        "company": "AWE",
        "period": "2018 (January) - 2019 (November)",
        "description": "AWE is a consulting, technology and marketing services firm. We are helping our clients with strategy, data management, content marketing, performance management and marketing automation.",
        "role": "Role: Full Stack Developer in R&D. Dashboards development. React, Typescript, Golang, MySQL, Google Clound Platform, Docker, Kubernetes & Skaffold"
      },
      "Beedeez": {
        "title": "Full Stack Developer",
        "company": "Beedeez",
        "period": "2017 (February) - 2017 (December)",
        "description": "Beedeez is a mobile-learning application directly destinate for the companies. It provides many tools to help the increasement of the formations inside your company.",
        "role": "Role: Web developer, Mobile developer, Back-end developer : React / React-Native / NodeJS / MongoDB"
      },
      "One2Team": {
        "title": "Front End Angular.js Developer",
        "company": "One2Team",
        "period": "2016 (October) - 2017 (February)",
        "description": "You need agility and autonomy, at start-up pace — but with the complexity of scale. See how One2Team's work management platform empowers teams and breaks silos while reducing files, rework and deadlines.",
        "role": "Role: Web integrator, Angular.js"
      },
      "Hairfie": {
        "title": "Full Stack Developer",
        "company": "Hairfie",
        "period": "2015 (June) - 2016 (January)",
        "description": "Hairfie was a mobile application to easely find the best hairdressers for you.",
        "role": "Role: Web developer, React / NodeJS / Loopback / MongoDB"
      }
    },
    "education": {
      "title": "Education",
      "ETNA": {
        "title": "Masters Degree",
        "school": "ETNA",
        "period": "2014 - 2019",
        "description": "The École des technologies numériques appliquées (ETNA) is a French private school in computer science localized at Ivry-sur-Seine. Created in 2005 by Patrice Dumoucel, the school since 2006 is part of IONIS Education Group. The certification delivered by the school are recognized by the French state."
      },
      "Corbusier": {
        "title": "Bachelors Degree",
        "school": "Lycée le corbusier",
        "period": "2010 - 2014",
        "description": "Grade: General Scientific Baccalaureate"
      }
    }
  },
  "services": {
    "title": "My Services",
    "frontEndIntegration": {
      "title": "Front-End Integration",
      "description": "Experienced in many front-end javascript technologies such as React, Vue, Angular, JQuery..."
    },
    "webDevelopment": {
      "title": "Web Development",
      "description": "Experience in many back-end technologies such as NodeJS, Typescript, Go."
    },
    "mobileDevelopment": {
      "title": "Mobile Development",
      "description": "I have worked a lot with technologies such as React-Native & NativeScript."
    },
    "cloudSolution": {
      "title": "Cloud solutions",
      "description": "I have worked with leading cloud computing providers such as GCP, AWS and Azure."
    },
    "analytics": {
      "title": "Analytics | SEO | SEA",
      "description": "My experience has given me the opportunity to familiarize myself with the main issues related to referencing and data analysis."
    },
    "support": {
      "title": "Support",
      "description": "Availability and communication are very important values. I offer support solutions around web development."
    }
  },
  "skills": {
    "title": "Skills",
    "languages": {
      "french": "French",
      "english": "English",
      "portuguese": "Portuguese",
      "german": "German"
    }
  },
  "blog": {
    "title": "Post on",
    "subTitle": "I develop, I watch, I share",
    "readMore": "Read More"
  },
  "contact": {
    "title": "Get in touch with me!",
    "button": "CONTACT ME"
  },
  "languages": {
    "selectLanguage": "Languages",
    "french": "French",
    "english": "English",
    "portuguese": "Portuguese",
    "german": "German"
  }
}
