{
  "title": "Développeur Web",
  "about": {
    "title": "À propos de moi",
    "info": {
      "fullName": "Nom",
      "whatsApp": "WhatsApp | Telegram",
      "whatsAppWhy": "Actuellement à l'étranger jusqu'à fin août, je suis plus facilement accessible via WhatsApp ou Telegram",
      "phone": "Téléphone",
      "email": "Email",
      "website": "Site web"
    },
    "hello": "Hello There!",
    "content": "Passionné depuis l’adolescence à la programmation, j’ai entrepris 5 années d’études à l’ETNA. Me concentrant dans un premier temps dans de la programmation bas niveau, j’ai très vite eu de nombreuses expériences dans le développement web à travers mes premiers stages, aussi bien front-end, back-end que DevOps; J’ai, à travers ces 5 ans d’études, porté plusieurs casquettes élargissant mon domaine de compétence.\n\nA la sortie de mes études, j’ai entrepris de devenir freelance. Je me définis ainsi comme étant un : freelance développeur web « full stack » (bien que je me sens peut-être un peu plus à l’aise côté back-end avec le temps). \n\nDans un premier temps je me suis spécialisé sur une stack autour de JavaScript car tout aussi utile dans le développement front et back (voire mobile): React.js, React-Native, Node.js, Typescript. Je me suis ensuite, ces dernières années, beaucoup intéressé à d’autres langages dans l’objectif de toujours pouvoir répondre à plus de problématique (notamment Golang, Rust). J’ai également travaillé en tant que DevOps dans certaines de mes missions, je maîtrise ainsi très bien Docker, Kubernetes, Firebase, GCP, Vercel et AWS.\n\nForce de proposition, la communication est pour moi une qualité très importante dans ce domaine c’est pourquoi je tends aussi à partager mes connaissances (à travers des cours, des articles ou bien de par ma présence à beaucoup de Meetup).\n\nFocus actuel : React / TypeScript / DevOps",
    "situation": "Actuellement en recherche passive."
  },
  "resume": {
    "title": "Mon CV",
    "workExperience": {
      "title": "Expérience Professionnelle",
      "Quadient": {
        "title": "Développeur Back End",
        "company": "Quadient",
        "period": "2021 (Octobre) - 2022 (Juin)",
        "description": "Quadient est une entreprise spécialisée dans le matériel logistique et le traitement du courrier.",
        "role": "Rôle: Développeur Back End. Développement de nouvelles fonctionnalité en Node.js, Python, mise en place d'ETL avec les outils AWS, Tests d'intégration & unitaire"
      },
      "Homeserve": {
        "title": "Développeur Full Stack",
        "company": "Homeserve",
        "period": "2021 (Février) - 2021 (Octobre)",
        "description": "Pour protéger la Maison des Français et leur permettre de disposer d’une solution simple et rapide en cas de panne, HomeServe propose ses contrats d’assistance.",
        "role": "Rôle: Développeur Full Stack. Développement d'outils d'administration compatable en Python et modernisation de l'application Front End. Python, Typescript, Node.js, React, Tests d'intégration & unitaire"
      },
      "Aktome": {
        "title": "Développeur Front End",
        "company": "Aktome",
        "period": "2021 (Janvier) - 2021 (Février)",
        "description": "Au service de l'expérience collaborateurs. Parce que le problème n’est pas toujours entre la chaise et le clavier.",
        "role": "Rôle: Développeur Front End. Développement de l'application paie en React.js. React, Redux, Typescript, Tests d'intégration & unitaire"
      },
      "Kardinal": {
        "title": "Développeur Full Stack JS",
        "company": "Kardinal",
        "period": "2020 (Mars) - 2020 (Novembre)",
        "description": "La solution d’aide à la décision pour l’optimisation de tournées, basée sur des technologies de pointe.",
        "role": "Rôle: Développeur Full Stack JS. Développement de micro-services en Golang, d'un outil d'agrégation (Gateway) avec NestJS, Typescript, développement front end avec React, Redux, TypeScript"
      },
      "Visitadom": {
        "title": "Développeur Front End",
        "company": "Visitadom",
        "period": "2019 (Décembre) - 2020 (Janvier)",
        "description": "Visitadom est une plateforme qui met en relation les patients et les praticiens de santé à domicile.",
        "role": "Rôle: Développeur Front End. Intégration des maquettes, développement des pages d'authentification, recherche de praticien et de prise de rendez-vous. React, Typescript, Hooks"
      },
      "AWE": {
        "title": "Développeur Full Stack",
        "company": "AWE",
        "period": "2018 (Janvier) - 2019 (Novembre)",
        "description": "Société de conseil, de technologie et de services marketing, AWE accompagne ses clients dans les domaines de la stratégie, du management de la data, du marketing de contenu, du marketing automation et du pilotage de la performance.",
        "role": "Rôle: Développeur Full Stack dans le pôle R&D. Développement de dashboards. React, Typescript, Golang, MySQL, Google Clound Platform, Docker, Kubernetes & Skaffold"
      },
      "Beedeez": {
        "title": "Développeur Full Stack",
        "company": "Beedeez",
        "period": "2017 (Février) - 2017 (Décembre)",
        "description": "Beedeez est une application d'apprentissage mobile directement destinée aux entreprises. L'application fournit de nombreux outils pour aider à la mise en place de formations au sein de votre entreprise.",
        "role": "Rôle: Développeur Web, Développeur Mobile, Développeur Back-end : React / React-Native / NodeJS / MongoDB"
      },
      "One2Team": {
        "title": "Intégrateur Angular.js",
        "company": "One2Team",
        "period": "2016 (Octobre) - 2017 (Février)",
        "description": "One2Team, la plateforme d'Enterprise Work Management qui transforme votre manière de piloter tous vos projets dans des environnements complexes. Donnez plus de pouvoir à vos collaborateurs, gagnez en efficacité et profitez d'une vision 360° sur tous vos projets.",
        "role": "Rôle: Intégrateur web, Angular.js"
      },
      "Hairfie": {
        "title": "Développeur Full Stack",
        "company": "Hairfie",
        "period": "2015 (Juin) - 2016 (Janvier)",
        "description": "Hairfie était une application mobile pour trouver facilement les meilleurs coiffeurs pour vous.",
        "role": "Rôle: Développeur web, React / NodeJS / Loopback / MongoDB"
      }
    },
    "education": {
      "title": "Éducation",
      "ETNA": {
        "title": "Master (Bac +5)",
        "school": "ETNA",
        "period": "2014 - 2019",
        "description": "L'École des technologies numériques appliquées (ETNA) est une école privée française en informatique située à Ivry-sur-Seine. Créée en 2005 par Patrice Dumoucel, l'école fait partie depuis 2006 du Groupe IONIS Education. Les certifications délivrées par l'école sont reconnues par l'Etat français."
      },
      "Corbusier": {
        "title": "Baccalauréat",
        "school": "Lycée le corbusier",
        "period": "2010 - 2014",
        "description": "Obtention du baccalauréat scientifique. Spécialité informatique"
      }
    }
  },
  "services": {
    "title": "Mes Services",
    "frontEndIntegration": {
      "title": "Intégration Front-End",
      "description": "Expérience dans de nombreuses technologies javascript front-end telles que React, Vue, Angular, JQuery..."
    },
    "webDevelopment": {
      "title": "Développement Web",
      "description": "Expérience dans de nombreuses technologies back-end telles que NodeJS, Typescript, Go."
    },
    "mobileDevelopment": {
      "title": "Développement Mobile",
      "description": "J'ai beaucoup travaillé avec des technologies telles que React-Native & NativeScript."
    },
    "cloudSolution": {
      "title": "Solutions Cloud",
      "description": "J'ai travaillé avec les principaux fournisseurs de cloud computing tels que GCP, AWS et Azure."
    },
    "analytics": {
      "title": "Analytics | SEO | SEA",
      "description": "Mon expérience m'a permis de me familiariser avec les principaux enjeux liés au référencement et à l'analyse des données."
    },
    "support": {
      "title": "Support",
      "description": "La disponibilité et la communication sont des valeurs très importantes. J'offre des solutions de support autour du développement web."
    }
  },
  "skills": {
    "title": "Compétences",
    "languages": {
      "french": "Français",
      "english": "Anglais",
      "portuguese": "Portugais",
      "german": "Allemand"
    }
  },
  "blog": {
    "title": "Posté sur",
    "subTitle": "Je développe, je veille, je partage",
    "readMore": "Lire l'article"
  },
  "contact": {
    "title": "Prenez contact avec moi !",
    "button": "CONTACTEZ-MOI"
  },
  "languages": {
    "selectLanguage": "Langues",
    "french": "Français",
    "english": "Anglais",
    "portuguese": "Portugais",
    "german": "Allemand"
  }
}
