{
  "title": "Développeur Full Stack",
  "about": {
    "title": "À propos de moi",
    "info": {
      "fullName": "Nom",
      "phone": "Téléphone",
      "email": "Email",
      "website": "Site web"
    },
    "hello": "Hello There!",
    "content": "Je suis un développeur full stack. Après cinq ans d'études à l'ETNA, Je me suis spécialisé autour des technologies Javascript et dans le développement web (back-end, front-end et mobile). Adorateur de technologies telles que React, React-Native, Typescript, Docker, Kubernetes. J'ai acquis un large éventail de compétences qui me permettent de travailler sur le web, le mobile, ou de mettre en place des architectures micro-services.",
    "situation": "Actuellement en recherche passive."
  },
  "resume": {
    "title": "Mon CV",
    "workExperience": {
      "title": "Expérience Professionnelle",
      "Kardinal": {
        "title": "Développeur Full Stack JS",
        "company": "Kardinal",
        "period": "2020 (Mars) - Actuel",
        "description": "La solution d’aide à la décision pour l’optimisation de tournées, basée sur des technologies de pointe.",
        "role": "Rôle: Développeur Full Stack JS. Développement d'un outil d'agrégation de micro-services (Gateway) avec NestJS, développement front end avec React, Redux, TypeScript"
      },
      "Visitadom": {
        "title": "Développeur Front End",
        "company": "Visitadom",
        "period": "2019 (Décembre) - 2020 (Janvier)",
        "description": "Visitadom est une plateforme qui met en relation les patients et les praticiens de santé à domicile.",
        "role": "Rôle: Développeur Front End. Intégration des maquettes, développement des pages d'authentification, recherche de praticien et de prise de rendez-vous. React, Typescript, Hooks"
      },
      "AWE": {
        "title": "Développeur Full Stack",
        "company": "AWE",
        "period": "2018 (Janvier) - 2019 (Novembre)",
        "description": "Société de conseil, de technologie et de services marketing, AWE accompagne ses clients dans les domaines de la stratégie, du management de la data, du marketing de contenu, du marketing automation et du pilotage de la performance.",
        "role": "Rôle: Développeur Full Stack dans le pôle R&D. Développement de dashboards. React, Typescript, MySQL, Google Clound Platform, Docker, Kubernetes & Skaffold"
      },
      "Beedeez": {
        "title": "Développeur Full Stack",
        "company": "Beedeez",
        "period": "2017 (Février) - 2017 (Décembre)",
        "description": "Beedeez est une application d'apprentissage mobile directement destinée aux entreprises. L'application fournit de nombreux outils pour aider à la mise en place de formations au sein de votre entreprise.",
        "role": "Rôle: Développeur Web, Développeur Mobile, Développeur Back-end : React / React-Native / NodeJS / MongoDB"
      },
      "One2Team": {
        "title": "Intégrateur Angular.js",
        "company": "One2Team",
        "period": "2016 (Octobre) - 2017 (Février)",
        "description": "One2Team, la plateforme d'Enterprise Work Management qui transforme votre manière de piloter tous vos projets dans des environnements complexes. Donnez plus de pouvoir à vos collaborateurs, gagnez en efficacité et profitez d'une vision 360° sur tous vos projets.",
        "role": "Rôle: Intégrateur web, Angular.js"
      },
      "Hairfie": {
        "title": "Développeur Full Stack",
        "company": "Hairfie",
        "period": "2015 (Juin) - 2016 (Janvier)",
        "description": "Hairfie était une application mobile pour trouver facilement les meilleurs coiffeurs pour vous.",
        "role": "Rôle: Développeur web, React / NodeJS / Loopback / MongoDB"
      }
    },
    "education": {
      "title": "Éducation",
      "ETNA": {
        "title": "Master (Bac +5)",
        "school": "ETNA",
        "period": "2014 - 2019",
        "description": "L'École des technologies numériques appliquées (ETNA) est une école privée française en informatique située à Ivry-sur-Seine. Créée en 2005 par Patrice Dumoucel, l'école fait partie depuis 2006 du Groupe IONIS Education. Les certifications délivrées par l'école sont reconnues par l'Etat français."
      },
      "Corbusier": {
        "title": "Baccalauréat",
        "school": "Lycée le corbusier",
        "period": "2010 - 2014",
        "description": "Obtention du baccalauréat scientifique. Spécialité informatique"
      }
    }
  },
  "services": {
    "title": "Mes Services",
    "frontEndIntegration": {
      "title": "Intégration Front-End",
      "description": "Expérience dans de nombreuses technologies javascript front-end telles que React, Vue, Angular, JQuery..."
    },
    "webDevelopment": {
      "title": "Développement Web",
      "description": "Expérience dans de nombreuses technologies back-end telles que NodeJS, Typescript, Go."
    },
    "mobileDevelopment": {
      "title": "Développement Mobile",
      "description": "J'ai beaucoup travaillé avec des technologies telles que React-Native & NativeScript."
    },
    "cloudSolution": {
      "title": "Solutions Cloud",
      "description": "J'ai travaillé avec les principaux fournisseurs de cloud computing tels que GCP, AWS et Azure."
    },
    "analytics": {
      "title": "Analytics | SEO | SEA",
      "description": "Mon expérience m'a permis de me familiariser avec les principaux enjeux liés au référencement et à l'analyse des données."
    },
    "support": {
      "title": "Support",
      "description": "La disponibilité et la communication sont des valeurs très importantes. J'offre des solutions de support autour du développement web."
    }
  },
  "skills": {
    "title": "Compétences",
    "languages": {
      "french": "Français",
      "english": "Anglais",
      "portuguese": "Portugais",
      "german": "Allemand"
    }
  },
  "blog": {
    "title": "Posté sur",
    "subTitle": "Je développe, je veille, je partage",
    "readMore": "Lire l'article"
  },
  "contact": {
    "title": "Prenez contact avec moi !",
    "button": "CONTACTEZ-MOI"
  },
  "languages": {
    "selectLanguage": "Langues",
    "french": "Français",
    "english": "Anglais",
    "portuguese": "Portugais",
    "german": "Allemand"
  }
}
